<p>[대여자격안내]<br>
기본대여자격(9인승 이하 차량)<br>
- 만 21세 이상<br>
- 2종 보통이상 운전면허 소지자<br>
- 면허취득일로부터 1년 이상 경과<br>
<br>
승합차 대여자격(10인승 이상 차량)<br>
- 만 21세 이상<br>
- 1종 보통이상 운전면허 소지자<br>
- 면허취득일로부터 1년 이상 경과<br>
<br>
드림렌터카는 [여객자동차 운수사업법 시행규칙 제 67조]에 의거 15인승 이하 차량만 대여가 가능합니다. <br>
운전면허의 유효성이 지속되는 경우에만 대여가 가능합니다. (1종 면허 - 적성검사기간 경과 후 1년이 지나면 운전면허 취소로 대여 불가) <br>
<br>
[기본대여안내]<br>
위 대여자격을 충족하셔야 하며, 드림렌터카의 모든 지점에서 동일하게 적용됩니다. <br>
차량대여를 위해 유효한 운전면허증을 제시해 주셔야 합니다. <br>
대여요금은 임차인 본인 신용카드 결제 원칙입니다.현금 결제 시에는 신용정보조회 후 이상이 없는 경우에만 대여가 가능합니다.<br>
(신용정보조회는 개인 신용도에 영향을 미치지 않는 단순 조회이며, 조회결과 신용상의 문제가 발견될 경우 대여가 불가능합니다.)<br>
드림렌터카의 모든 차량은 자동차 종합보험(대인, 대물, 자손)에 가입되어 있습니다. <br>
<br>
[해외대여자격안내]<br>
해외 예약은 Hertz의 대여 자격 조건을 기준으로 합니다. <br>
최소 임차연령은 만 25세 이상이며, 일부 국가는 최고 연령 제한이 있으니 예약 신청시전문상담원에게 확인하시기 바랍니다. <br>
Hertz 예약문의 : 1588-1230</p>