<div id="main1">
    <div>
        <h3>웹디자인 무크(Web-Design MOOC)</h3>
        <p><b>MOOC(Massive Open Online Course)란</b> 온라인을 통해서 누구나, 어디서나, 원하는 강의를 무료로 들을 수 있는 온라인 공개강좌 서비스를 말합니다.</p>
        <p>무크(MOOC)는 학습자가 수동적으로 듣기만 하던 기존의 온라인 학습동영상과 달리 교수자와 학습자, 학습자와 학습자간 질의응답, 토론, 퀴즈, 과제 제출 등 양방향 학습이 가능한 새로운 교육 환경을 제공합니다. </p>
        <p>아울러 수강인원의 제한없이 누구나 수강이 가능하여 학습자는 배경지식이 다른 학습자간 지식 공유를 통해 대학의 울타리를 넘어 새로운 학습경험을 하게 될 것입니다.</p>
    </div>
    
    <div>
        <p><b>웹디자인 무크(Web-Design MOOC)는</b> 웹표준 최신 기술을 학습할 수 있는 강좌로 구성되어 있으며, 국내 최고 수준의 강좌를 개발하여 제공하고 있습니다. </p>
        <p>일반 학습자의 경우에는 개인의 역량을 강화하거나 각종 자격, 시험 등을 대비할 수 있습니다. </p>
        <p>기업 재직자의 경우에는 최신 지식정보를 얻거나 직업 업무능력을 계발하는 데 활용할 수 있습니다.</p>
    </div>
    
    <div>
        <h3>FAQ</h3>
        <b>1. 수강신청 후 강좌 수강하기</b>
        <p>메인페이지에서 각 강좌의 개강일을 확인할 수 있으며, 관심있는 강좌는 '자세히 알아보기'를 클릭하면 강좌 소개 영상 및 수강신청을 할 수 있습니다.</p>
        <p>강좌의 개강일과 종료일은 화면 우측에서 확인할 수 있으며, 강좌를 등록한 후 개강일로부터 강좌를 수강할 수 있으니 이점 유념하기 바랍니다.</p>
    </div>
    
    
    <div>
        <b>2. 회원 가입 방법</b>
        <p>회원가입에는 이메일과 아이디가 필수입니다.</p>
        <p>이메일은 인증메일을 받을 수 있도록 실제 이메일 주소를 사용해야 합니다.</p>
        <p>아이디는 영문과 숫자로 이루어진 고유번호이며, 이미 다른 가입자가 사용하고 있다면 다른 아이디를 사용해야 합니다.</p>
        <p>비밀번호는 8자리 이상으로 숫자와 특수기호가 포함된 것을 사용하면 됩니다.</p>
    </div>
    
    <div>
        <b>3. 이용가능한 브라우저</b>
        <p>웹디자인 무크는 인터넷익스플로러10 이상, 최신버전의 크롬, 파이어폭스, 사파리 및 대부분의 스마트패드, 스마트폰을 지원합니다.</p>
        <p>인터넷 익스플로러 9 이전 버전을 이용하고 계시다면 크롬 프라우저 등을 설치하여 이용하기를 권장합니다.</p>
    </div>
    <div class="image"><img src="/image/main1_image.jpg" title="main1_image" alt="main1_image"></div>
</div>
