<div id="main1sub1">
    <p>안녕하십니까?</p>
    <p>Quiabeiro 레스토랑은 전통 이탈리안 레스토랑으로, 여러분의 입맛에 맞도록 요리사들과 함께</p>
    <p>끊임없이 메뉴개발에 노력하겠습니다.</p>
    <br>
    <p>또한, 레스토랑의 내부 인테리어를 젊은 취향을 비롯하여, 나이드신 분들도 편안하게</p>
    <p>드나들 수 있게 세련됨과 중후함을 동시에 추구하도록 컨셉을 잡고 그에 가까운 분위기를</p>
    <p>갖추었고, 단체손님들을 위한 넓은 특별실도 준비하였고, 프로젝트실을 준비해 회의겸</p>
    <p>회식자리도 갖추었습니다.</p>
    <br>
    <p>무엇보다 음식점의 위생을 우선시하여 손님 한분한분의 입맛에 대한 만족감과 동시에</p>
    <p>건강을 추구하는 음식을 제공할 것이며, 손님들이 이곳에서 즐거운 식사를 하고 만족스러운</p>
    <p>얼굴로 나갈 수 있도록 쾌적한 환경을 조성했습니다.</p>
    <br>
    <p>앞으로도 저희는 작은 음식이라도 최선을 다해 만들 것이며, 편안하고 안락한 분위기에서</p>
    <p>식사하실 수 있도록 최선을 다하겠습니다.</p>
    <br>
    <p>감사합니다.</p>
</div>